/************************************************************************************************************************************************************
*		Файл: PCB_BluePill.c
*		Версия/дата: v1.00/04.01.2021
*		Наименование проекта:
*		Разработал: Тимофеев Д.Г.
*		Организация:
*
*		Описание к файлу:
*
*
*		Примечания:
*
*
************************************************************************************************************************************************************/

#include "PCB_BluePill.h"
#include "main.h"

void PCB_Init()
{
	HAL_GPIO_WritePin(GPIOC, GPIO_PIN_13, GPIO_PIN_SET);
}

void PCB_LED_Toggle()
{
	HAL_GPIO_TogglePin(GPIOC, GPIO_PIN_13);
}


