/************************************************************************************************************************************************************
*		Файл: freeRTOS_tasks.h
*		Версия/дата: v0.00/05.01.2021
*		Наименование проекта:
*		Разработал: Тимофеев Д.Г.
*		Организация:
*
*		Описание к файлу:
*
*
*		Примечания:
*
*
************************************************************************************************************************************************************/

#ifndef INC_FREERTOS_TASKS_H_
#define INC_FREERTOS_TASKS_H_

void freeRTOS_Tasks_Ini (void); // Функция создания задач freeRTOS. Задачи создаются из задачи idle task на запущенном планировщике.

void vTask_PCB_LED_Toggle(void *pvParameters); // Ф-я мигания индикаторного светодиода.



#endif /* INC_FREERTOS_TASKS_H_ */
